export const myEvents = {
    "2026-10-31": [
        { type: "Одиссея", event: "Хэллоуин", text: "Костюмированная комиссарка в честь праздника" },
        { type: "Одиссея", event: "Квест", text: "Поиск артефактов на местности: Старт первого этапа" },
        { type: "СПбСО", event: "Слёт", text: "Торжественный слёт лучших отрядов города" },
        { type: "Молодёжный", event: "Тайный Санта", text: "Вручение заготовленных подарков 🎁" },
        { type: "иное", event: "Новый Год", text: "Новогодняя праздничная дискотека! 🎄" }
    ]
};
