export const myEvents = {
    "2026-10-03": [
        { type: "СПбСО", event: "Закрытие трудового сезона", text: "10:00. Линейка закрытия летнего трудового сезона 2026" }
    ], 
    "2026-10-11": [
        { type: "СПбСО", event: "Что? Где? Когда?", text: "ЧГК" }
    ],
    "2026-10-14": [
        { type: "Молодёжный", event: "«Стратегия системы»", text: "15:00. Разберём, как превратить задумку в реальный проект: от формулировки цели до первых шагов реализации. Поговорим про инструменты планирования, поиск ресурсов и способы вовлечь команду. Будет полезно и для опытных специалистов, и для тех, кто только начинает свой путь в проектной работе." }
    ],  
    "2026-10-16": [
        { type: "ШСО", event: "Конференция ШСО СПбГМТУ", text: "19:30." },
        { type: "Молодёжный", event: "Детективный квиз «В гости в Амурскую область!»", text: "19:00. Настоящая экспедиция, где вы сможете исследовать многообразие культур, раскрывать тайны и находить ответы на самые сложные вопросы. В каждой игре будет возможность проявить свои детективные навыки, а также заработать призы которые получит самая активная команды сезона." }
    ],
    "2026-10-17": [
        { type: "Молодёжный", event: "ЭКО квест", text: "10:00. Демонстрирование одежды из втор сырья, нужны как модели так и изготовители одежды" },
        { type: "Молодёжный", event: "«Роняет лес багряный свой убор»", text: "18:30. Приглашаем на тёплую встречу клуба «3К», где мы соединяем литературу, аромат кофе и магию кино — чтобы вместе прожить одну из самых трогательных дат в истории русской поэзии." }        
    ],
    "2026-10-18": [
        { type: "Одиссея", event: "ШВМ 2.0", text: "16:30, коворкинг «Просто» ст. м. Садовая" },
        { type: "ШСО", event: "ШМБ", text: "18:00-21.00. Школа молодого бойца" }
    ],
    "2026-10-20": [
        { type: "СПбСО", event: "Открытый Поэтический вечер СПбСО 2026", text: "18:00, необычное мероприятие. На нем можно с легкостью забыть о суете будней и погрузиться в поэзию. Начиная с 2012 года бойцы и кандидаты Санкт-Петербургских Студенческих отрядов собираются и делятся искусством друг с другом. В этом году уже XV Поэтический вечер готов принять вас 20 октября!" },
        { type: "Молодёжный", event: "Клуб молодой семьи", text: "13:00. Клуб приятных встреч и отличного время препровождения. Мы открыто говорим о том, что хотелось бы, делимся секретами приготовления блюд, создания образов, интересных событий." },
        { type: "Молодёжный", event: "Творческая встреча по нейрографике: «Денежное дерево»", text: "19:00. Хотите раскрыть внутренний ресурс, снять блоки, связанные с деньгами, и по-новому взглянуть на свои финансовые цели?" }
    ],
    "2026-10-21": [
        { type: "Молодёжный", event: "Вечер настольных игр «The Night of Board Games» на английском языке", text: "19:00. Приглашаем Вас на встречу разговорного клуба на английском языке ИнтерВзгляд. В программе вечера: настольные игры и open общение на английском языке в кругу наших друзей." },
        { type: "СПбСО", event: "Интенсив НеШкола: social проектирование", text: "19:00. Хочешь попробовать свои силы в написании проекта? Хочешь принести пользу своему отряду, штабу, направлению - приходи и на практике мы разберёмся что делать)" }
    ],
    "2026-10-24": [
        { type: "СПбСО", event: "Субботник", text: "" }
    ],
    "2026-10-25": [
        { type: "Одиссея", event: "Комиссарка «Музлото»", text: "16:30, ул. Морской Пехоты 6к1" }
    ],
    "2026-10-30": [
        { type: "Молодёжный", event: "Клуб молодой семьи", text: "19:00. День страшных сказок! Вас ждёт не просто чтение у костра — это настоящее погружение в мрачную и завораживающую атмосферу старинных историй." }
    ],
    "2026-10-31": [
        { type: "Одиссея", event: "Комиссарка «Хэллоуин»", text: "16:30, ул. Морской Пехоты 6к1" },
        { type: "СПбСО", event: "Спартакиада", text: "10:00. Спортивное мероприятие" }
    ],
    "2026-11-01": [
        { type: "СПбСО", event: "Осенний Слет СПбСО 2026", text: "10:00-20:00" },
        { type: "СПбСО", event: "Стендап СПбСО 2026", text: "19:00. Организатор - ШСО «СПбГЭУ»" }
    ],
    "2026-11-02": [
        { type: "СПбСО", event: "Осенний Слет СПбСО 2026", text: "10:00-20:00" }
    ],
    "2026-11-12": [
        { type: "СПбСО", event: "День донора", text: "Сдавай кровь, спасай жизки!" }
    ],
    "2026-11-14": [
        { type: "СПбСО", event: "ШКС", text: "Школа Командного состава" }
    ],
    "2026-11-15": [
        { type: "СПбСО", event: "ШКС", text: "Школа Командного состава" }
    ],
    "2026-12-05": [
        { type: "Одиссея", event: "Бойцовский выезд", text: "" }
    ],
    "2026-12-06": [
        { type: "Одиссея", event: "Бойцовский выезд", text: "" }
    ],
    "2026-12-14": [
        { type: "СПбСО", event: "Фестиваль", text: "" }
    ]
};
